var config = [{
	"num": 1,
	"type": [{
		"name": "前一直选",
		"type": ['定位']
	},{},{}]
},{
	"num": 2,
	"type": [{
		"name": "前二直选",
		"type": ['定位']
	},{
		"name": "前二组选",
		"type": ['普通投注'， '胆拖投注']
	},{
		"name": "任选二",
		"type": ['普通投注', '胆拖投注']
	}]
},{
	"num": 1,
	"type": [{
		"name": "前一直选",
		"type": ['定位']
	},{},{}]
},{
	"num": 1,
	"type": [{
		"name": "前一直选",
		"type": ['定位']
	},{},{}]
},{
	"num": 1,
	"type": [{
		"name": "前一直选",
		"type": ['定位']
	},{},{}]
},{
	"num": 1,
	"type": [{
		"name": "前一直选",
		"type": ['定位']
	},{},{}]
},{
	"num": 1,
	"type": [{
		"name": "前一直选",
		"type": ['定位']
	},{},{}]
}];
